Revit 2027 API
ApplicationEntryPoint.FinishInitializationEO Method
 For Revit Macros internal use only.
Namespace: Autodesk.Revit.UI.Macros
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void FinishInitializationEO()
Public Sub FinishInitializationEO
public:
virtual void FinishInitializationEO() sealed
abstract FinishInitializationEO : unit -> unit
override FinishInitializationEO : unit -> unit
Implements
IEntryPoint.FinishInitialization()
See Also
Reference
ApplicationEntryPoint Class
Autodesk.Revit.UI.Macros Namespace